sis> UC Berkeley, SIS 1.3 (compiled 20-Mar-00 at 1:56 PM)
sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=1451	latches=73
lits(sop)=3460	lits(fac)=3409
Total number of levels = 111
elapse: 0.4 seconds, total: 0.4 seconds
sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=1482	latches=73
lits(sop)=3440	lits(fac)=3440
Total number of levels = 113
elapse: 0.1 seconds, total: 0.5 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=2092	latches=73
lits(sop)=4050	lits(fac)=4050
Total number of levels = 152
elapse: 0.9 seconds, total: 1.4 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=2092	latches=73
lits(sop)=4006	lits(fac)=4006
Total number of levels = 183
elapse: 0.7 seconds, total: 2.0 seconds
Verif_Gsm_Dnlink.opt.rel.blif: No such file or directory
Warning: can't read network "Verif_Gsm_Dnlink.opt.rel.blif";"extract_seq_dc" is being called instead
sis> 
number of latches = 73     depth = 41     states visited = 131573
DNLINK_579_58 	pi=84	po=619	nodes=2092	latches=73
lits(sop)=4006	lits(fac)=4006
Total number of levels = 183
elapse: 104.4 seconds, total: 106.4 seconds
DNLINK_579_58 	pi=84	po=619	nodes=2092	latches=73
lits(sop)=4006	lits(fac)=4006
Total number of levels = 183
elapse: 0.1 seconds, total: 106.5 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=720	latches=72
lits(sop)=1304	lits(fac)=1304
Total number of levels = 21
elapse: 157.5 seconds, total: 263.9 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=720	latches=72
lits(sop)=1304	lits(fac)=1304
Total number of levels = 21
elapse: 4.1 seconds, total: 268.0 seconds
sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=720	latches=72
lits(sop)=1304	lits(fac)=1304
Total number of levels = 21
elapse: 0.1 seconds, total: 268.1 seconds
sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=392	latches=72
lits(sop)= 977	lits(fac)= 956
Total number of levels = 18
elapse: 0.3 seconds, total: 268.4 seconds
sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=392	latches=72
lits(sop)= 935	lits(fac)= 917
Total number of levels = 18
elapse: 1.0 seconds, total: 269.4 seconds
sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=391	latches=72
lits(sop)= 933	lits(fac)= 915
Total number of levels = 18
elapse: 0.1 seconds, total: 269.4 seconds
sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=400	latches=72
lits(sop)= 919	lits(fac)= 916
Total number of levels = 18
elapse: 0.1 seconds, total: 269.6 seconds
sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=400	latches=72
lits(sop)= 919	lits(fac)= 916
Total number of levels = 26
elapse: 0.2 seconds, total: 269.8 seconds
sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> Verif_Gsm_Dnlink.opt.rel.blif: No such file or directory
Warning: can't read network "Verif_Gsm_Dnlink.opt.rel.blif";"extract_seq_dc" is being called instead
sis> 
number of latches = 72     depth = 41     states visited = 127623
DNLINK_579_58 	pi=84	po=619	nodes=400	latches=72
lits(sop)= 919	lits(fac)= 916
Total number of levels = 26
elapse: 83.2 seconds, total: 352.9 seconds
DNLINK_579_58 	pi=84	po=619	nodes=400	latches=72
lits(sop)= 919	lits(fac)= 916
Total number of levels = 26
elapse: 0.0 seconds, total: 353.0 seconds
sis> unknown       	pi= 2	po= 1	nodes=  1	latches= 0
lits(sop)=   2	lits(fac)=   2
Total number of levels = 1
elapse: 22.7 seconds, total: 375.6 seconds
unknown       	pi= 2	po= 1	nodes=  1	latches= 0
lits(sop)=   2	lits(fac)=   2
Total number of levels = 1
elapse: 0.0 seconds, total: 375.6 seconds
DNLINK_579_58 	pi=84	po=619	nodes=400	latches=71
lits(sop)= 918	lits(fac)= 915
Total number of levels = 19
elapse: 13.6 seconds, total: 389.3 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=400	latches=71
lits(sop)= 918	lits(fac)= 915
Total number of levels = 19
elapse: 0.1 seconds, total: 389.3 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=400	latches=71
lits(sop)= 918	lits(fac)= 915
Total number of levels = 19
elapse: 0.1 seconds, total: 389.4 seconds
sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=403	latches=71
lits(sop)= 918	lits(fac)= 918
Total number of levels = 19
elapse: 0.1 seconds, total: 389.5 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=655	latches=71
lits(sop)=1170	lits(fac)=1170
Total number of levels = 22
elapse: 0.3 seconds, total: 389.8 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=655	latches=71
lits(sop)=1170	lits(fac)=1170
Total number of levels = 25
elapse: 0.2 seconds, total: 390.0 seconds
Verif_Gsm_Dnlink.opt.rel.blif: No such file or directory
Warning: can't read network "Verif_Gsm_Dnlink.opt.rel.blif";"extract_seq_dc" is being called instead
sis> 
number of latches = 71     depth = 41     states visited = 127623
DNLINK_579_58 	pi=84	po=619	nodes=655	latches=71
lits(sop)=1170	lits(fac)=1170
Total number of levels = 25
elapse: 83.5 seconds, total: 473.5 seconds
DNLINK_579_58 	pi=84	po=619	nodes=655	latches=71
lits(sop)=1170	lits(fac)=1170
Total number of levels = 25
elapse: 0.0 seconds, total: 473.5 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=649	latches=71
lits(sop)=1158	lits(fac)=1158
Total number of levels = 22
elapse: 49.7 seconds, total: 523.2 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=649	latches=71
lits(sop)=1158	lits(fac)=1158
Total number of levels = 22
elapse: 8.0 seconds, total: 531.3 seconds
sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> Verif_Gsm_Dnlink.opt.rel.blif: No such file or directory
Warning: can't read network "Verif_Gsm_Dnlink.opt.rel.blif";"extract_seq_dc" is being called instead
sis> 
number of latches = 71     depth = 41     states visited = 127623
DNLINK_579_58 	pi=84	po=619	nodes=649	latches=71
lits(sop)=1158	lits(fac)=1158
Total number of levels = 22
elapse: 84.1 seconds, total: 615.4 seconds
DNLINK_579_58 	pi=84	po=619	nodes=649	latches=71
lits(sop)=1158	lits(fac)=1158
Total number of levels = 22
elapse: 0.0 seconds, total: 615.4 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=649	latches=71
lits(sop)=1158	lits(fac)=1158
Total number of levels = 22
elapse: 26.9 seconds, total: 642.3 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=649	latches=71
lits(sop)=1158	lits(fac)=1158
Total number of levels = 22
elapse: 8.3 seconds, total: 650.5 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=649	latches=71
lits(sop)=1158	lits(fac)=1158
Total number of levels = 22
elapse: 0.1 seconds, total: 650.6 seconds
sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=649	latches=71
lits(sop)=1158	lits(fac)=1158
Total number of levels = 22
elapse: 0.1 seconds, total: 650.7 seconds
sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=270	latches=71
lits(sop)=1123	lits(fac)=1046
Total number of levels = 12
elapse: 0.4 seconds, total: 651.1 seconds
sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=270	latches=71
lits(sop)= 856	lits(fac)= 825
Total number of levels = 16
elapse: 1.6 seconds, total: 652.7 seconds
sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=270	latches=71
lits(sop)= 856	lits(fac)= 825
Total number of levels = 16
elapse: 0.1 seconds, total: 652.8 seconds
sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=285	latches=71
lits(sop)= 832	lits(fac)= 822
Total number of levels = 18
elapse: 0.1 seconds, total: 652.9 seconds
sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=285	latches=71
lits(sop)= 832	lits(fac)= 822
Total number of levels = 21
elapse: 0.2 seconds, total: 653.2 seconds
sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=239	latches=71
lits(sop)= 837	lits(fac)= 776
Total number of levels = 17
elapse: 0.2 seconds, total: 653.3 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=239	latches=71
lits(sop)= 836	lits(fac)= 775
Total number of levels = 17
elapse: 0.9 seconds, total: 654.2 seconds
sis> sis> sis> sis> Verif_Gsm_Dnlink.opt.rel.blif: No such file or directory
Warning: can't read network "Verif_Gsm_Dnlink.opt.rel.blif";"extract_seq_dc" is being called instead
sis> 
number of latches = 71     depth = 41     states visited = 127623
DNLINK_579_58 	pi=84	po=619	nodes=239	latches=71
lits(sop)= 836	lits(fac)= 775
Total number of levels = 17
elapse: 81.7 seconds, total: 735.9 seconds
DNLINK_579_58 	pi=84	po=619	nodes=239	latches=71
lits(sop)= 836	lits(fac)= 775
Total number of levels = 17
elapse: 0.0 seconds, total: 735.9 seconds
sis> sis> sis> sis> The BDD's for this circuit have more than 480000 nodes.
full_simplify is not performed. 
DNLINK_579_58 	pi=84	po=619	nodes=239	latches=71
lits(sop)= 836	lits(fac)= 775
Total number of levels = 17
elapse: 29.7 seconds, total: 765.6 seconds
sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=239	latches=71
lits(sop)= 836	lits(fac)= 775
Total number of levels = 17
elapse: 1.1 seconds, total: 766.7 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=239	latches=71
lits(sop)= 836	lits(fac)= 775
Total number of levels = 17
elapse: 1.7 seconds, total: 768.4 seconds
sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=260	latches=71
lits(sop)= 796	lits(fac)= 796
Total number of levels = 17
elapse: 0.1 seconds, total: 768.5 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=677	latches=71
lits(sop)=1213	lits(fac)=1213
Total number of levels = 24
elapse: 0.4 seconds, total: 768.8 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=677	latches=71
lits(sop)=1194	lits(fac)=1194
Total number of levels = 29
elapse: 0.3 seconds, total: 769.1 seconds
Verif_Gsm_Dnlink.opt.rel.blif: No such file or directory
Warning: can't read network "Verif_Gsm_Dnlink.opt.rel.blif";"extract_seq_dc" is being called instead
sis> 
number of latches = 71     depth = 41     states visited = 127623
DNLINK_579_58 	pi=84	po=619	nodes=677	latches=71
lits(sop)=1194	lits(fac)=1194
Total number of levels = 29
elapse: 81.6 seconds, total: 850.8 seconds
DNLINK_579_58 	pi=84	po=619	nodes=677	latches=71
lits(sop)=1194	lits(fac)=1194
Total number of levels = 29
elapse: 0.0 seconds, total: 850.8 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=644	latches=71
lits(sop)=1147	lits(fac)=1147
Total number of levels = 22
elapse: 49.0 seconds, total: 899.8 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=644	latches=71
lits(sop)=1147	lits(fac)=1147
Total number of levels = 22
elapse: 2.7 seconds, total: 902.5 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=644	latches=71
lits(sop)=1147	lits(fac)=1147
Total number of levels = 22
elapse: 0.1 seconds, total: 902.6 seconds
sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> Verif_Gsm_Dnlink.opt.rel.blif: No such file or directory
Warning: can't read network "Verif_Gsm_Dnlink.opt.rel.blif";"extract_seq_dc" is being called instead
sis> 
number of latches = 71     depth = 41     states visited = 127623
DNLINK_579_58 	pi=84	po=619	nodes=644	latches=71
lits(sop)=1147	lits(fac)=1147
Total number of levels = 22
elapse: 78.5 seconds, total: 981.1 seconds
DNLINK_579_58 	pi=84	po=619	nodes=644	latches=71
lits(sop)=1147	lits(fac)=1147
Total number of levels = 22
elapse: 0.0 seconds, total: 981.1 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=643	latches=70
lits(sop)=1146	lits(fac)=1146
Total number of levels = 22
elapse: 25.3 seconds, total: 1006.4 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=643	latches=70
lits(sop)=1146	lits(fac)=1146
Total number of levels = 22
elapse: 2.8 seconds, total: 1009.2 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=643	latches=70
lits(sop)=1146	lits(fac)=1146
Total number of levels = 22
elapse: 0.1 seconds, total: 1009.3 seconds
sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 870	lits(fac)= 853
Total number of levels = 18
elapse: 0.2 seconds, total: 1009.6 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 870	lits(fac)= 853
Total number of levels = 18
elapse: 1.0 seconds, total: 1010.6 seconds
sis> sis> sis> sis> Verif_Gsm_Dnlink.opt.rel.blif: No such file or directory
Warning: can't read network "Verif_Gsm_Dnlink.opt.rel.blif";"extract_seq_dc" is being called instead
sis> 
number of latches = 70     depth = 41     states visited = 127622
DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 870	lits(fac)= 853
Total number of levels = 18
elapse: 76.6 seconds, total: 1087.2 seconds
DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 870	lits(fac)= 853
Total number of levels = 18
elapse: 0.0 seconds, total: 1087.2 seconds
sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 820	lits(fac)= 812
Total number of levels = 18
elapse: 47.3 seconds, total: 1134.5 seconds
sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 820	lits(fac)= 812
Total number of levels = 18
elapse: 1.2 seconds, total: 1135.7 seconds
sis> DNLINK_579_58 	pi=84	po=619	nodes=347	latches=70
lits(sop)= 820	lits(fac)= 812
Total number of levels = 18
elapse: 2.1 seconds, total: 1137.8 seconds
sis> sis> sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 817	lits(fac)= 814
Total number of levels = 18
elapse: 0.1 seconds, total: 1137.9 seconds
sis> sis> sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 817	lits(fac)= 814
Total number of levels = 26
elapse: 0.2 seconds, total: 1138.1 seconds
sis> sis> DNLINK_579_58 	pi=84	po=619	nodes=349	latches=70
lits(sop)= 817	lits(fac)= 814
Total number of levels = 26
elapse: 0.0 seconds, total: 1138.2 seconds
